#+TITLE: Interior Concept Design
#+AUTHOR: Chris Hogan
#+DATE: <2022-07-24 Mon> to <2022-09-11 Sun>
#+STARTUP: nologdone

* Week 1
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2022-W30 :tags t
  #+CAPTION: Clock summary at [2022-08-02 Tue 22:03], for week 2022-W30.
  | Tags    | Headline                    | Time    |       |      |
  |---------+-----------------------------+---------+-------+------|
  |         | *Total time*                | *47:18* |       |      |
  |---------+-----------------------------+---------+-------+------|
  |         | Week 1                      | 47:18   |       |      |
  |         | \_  <2022-07-25 Mon>        |         | 11:25 |      |
  | 3D      | \_    ICD week 3            |         |       | 8:56 |
  | drawing | \_    ICD week 3            |         |       | 2:29 |
  |         | \_  <2022-07-26 Tue>        |         |  4:00 |      |
  | 3D      | \_    ICD week 3            |         |       | 3:01 |
  | drawing | \_    ICD week 3            |         |       | 0:59 |
  |         | \_  <2022-07-27 Wed>        |         |  3:55 |      |
  | 3D      | \_    ICD week 3            |         |       | 2:53 |
  | drawing | \_    ICD week 3            |         |       | 1:02 |
  |         | \_  <2022-07-28 Thu>        |         |  3:55 |      |
  | 3D      | \_    ICD week 3            |         |       | 2:44 |
  | drawing | \_    ICD week 3            |         |       | 1:11 |
  |         | \_  <2022-07-29 Fri>        |         |  4:12 |      |
  | 3D      | \_    ICD week 3            |         |       | 3:14 |
  | drawing | \_    ICD week 3            |         |       | 0:58 |
  |         | \_  <2022-07-30 Sat>        |         | 11:23 |      |
  | study   | \_    FZD homework planning |         |       | 1:21 |
  | study   | \_    ICD week 4            |         |       | 3:10 |
  | 3D      | \_    ICD week 4            |         |       | 5:23 |
  | drawing | \_    ICD week 4            |         |       | 1:29 |
  |         | \_  <2022-07-31 Sun>        |         |  8:28 |      |
  | 3D      | \_    ICD week 4            |         |       | 7:04 |
  | drawing | \_    ICD week 4            |         |       | 0:57 |
  | study   | \_    blog                  |         |       | 0:27 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h)  |
  |----------+------------+-----------|
  | drawing  | *Tag time* | *9h 5m*   |
  |----------+------------+-----------|
  | study    | *Tag time* | *4h 58m*  |
  |----------+------------+-----------|
  | painting | *Tag time* | *0h 0m*   |
  |----------+------------+-----------|
  | 3D       | *Tag time* | *33h 15m* |
  
  #+END:

** <2022-07-25 Mon>
*** DONE ICD week 3                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-07-25 Mon 18:07]--[2022-07-25 Mon 21:23] =>  3:16
    CLOCK: [2022-07-25 Mon 13:23]--[2022-07-25 Mon 16:19] =>  2:56
    CLOCK: [2022-07-25 Mon 07:33]--[2022-07-25 Mon 10:17] =>  2:44
    :END:
*** DONE ICD week 3                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-25 Mon 21:23]--[2022-07-25 Mon 21:43] =>  0:20
    CLOCK: [2022-07-25 Mon 12:32]--[2022-07-25 Mon 13:23] =>  0:51
    CLOCK: [2022-07-25 Mon 10:17]--[2022-07-25 Mon 11:35] =>  1:18
    :END:
** <2022-07-26 Tue>
*** DONE ICD week 3                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-07-26 Tue 18:00]--[2022-07-26 Tue 21:01] =>  3:01
    :END:
*** DONE ICD week 3                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-26 Tue 21:01]--[2022-07-26 tue 22:00] =>  0:59
    :END:
** <2022-07-27 Wed>
*** DONE ICD week 3                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-07-27 Wed 18:08]--[2022-07-27 Wed 21:01] =>  2:53
    :END:
*** DONE ICD week 3                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-27 Wed 21:01]--[2022-07-27 Wed 22:03] =>  1:02
    :END:
** <2022-07-28 Thu>
*** DONE ICD week 3                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-07-28 Thu 18:16]--[2022-07-28 Thu 21:00] =>  2:44
    :END:
*** DONE ICD week 3                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-28 Thu 21:00]--[2022-07-28 Thu 22:11] =>  1:11
    :END:
** <2022-07-29 Fri>
*** DONE ICD week 3                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-07-29 Fri 17:46]--[2022-07-29 Fri 21:00] =>  3:14
    :END:
*** DONE ICD week 3                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-29 Fri 21:00]--[2022-07-29 Fri 21:58] =>  0:58
    :END:
** <2022-07-30 Sat>
*** DONE FZD homework planning                                        :study:
    :LOGBOOK:
    CLOCK: [2022-07-30 Sat 12:09]--[2022-07-30 Sat 13:06] =>  0:57
    CLOCK: [2022-07-30 Sat 08:00]--[2022-07-30 Sat 08:24] =>  0:24
    :END:
*** DONE ICD week 4                                                   :study:
    :LOGBOOK:
    CLOCK: [2022-07-30 Sat 08:30]--[2022-07-30 Sat 11:40] =>  3:10
    :END:
*** DONE ICD week 4                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-07-30 Sat 18:00]--[2022-07-30 Sat 21:04] =>  3:04
    CLOCK: [2022-07-30 Sat 14:53]--[2022-07-30 Sat 15:57] =>  1:04
    CLOCK: [2022-07-30 Sat 13:06]--[2022-07-30 Sat 14:21] =>  1:15
    :END:
*** DONE ICD week 4                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-30 Sat 21:04]--[2022-07-30 Sat 22:01] =>  0:57
    CLOCK: [2022-07-30 Sat 14:21]--[2022-07-30 Sat 14:53] =>  0:32
    :END:
** <2022-07-31 Sun>
*** DONE ICD week 4                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-07-31 Sun 18:25]--[2022-07-31 Sun 19:51] =>  1:26
    CLOCK: [2022-07-31 Sun 12:30]--[2022-07-31 Sun 14:56] =>  2:26
    CLOCK: [2022-07-31 Sun 09:54]--[2022-07-31 Sun 12:00] =>  2:06
    CLOCK: [2022-07-31 Sun 07:56]--[2022-07-31 Sun 09:02] =>  1:06
    :END:
*** DONE ICD week 4                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-07-31 Sun 19:53]--[2022-07-31 Sun 20:50] =>  0:57
    :END:
*** DONE blog                                                         :study:
    :LOGBOOK:
    CLOCK: [2022-07-31 Sun 20:50]--[2022-07-31 Sun 21:17] =>  0:27
    :END:

* Week 2
  #+BEGIN: clocktable :scope subtree :maxlevel 6 :block 2022-W31 :tags t
  #+CAPTION: Clock summary at [2022-08-02 Tue 22:03], for week 2022-W31.
  | Tags    | Headline                             | Time    |      |      |
  |---------+--------------------------------------+---------+------+------|
  |         | *Total time*                         | *14:50* |      |      |
  |---------+--------------------------------------+---------+------+------|
  |         | Week 2                               | 14:50   |      |      |
  |         | \_  <2022-08-01 Mon>                 |         | 5:58 |      |
  | 3D      | \_    ICD week 4                     |         |      | 4:41 |
  | drawing | \_    ICD week 4                     |         |      | 1:17 |
  |         | \_  <2022-08-02 Tue>                 |         | 8:52 |      |
  | drawing | \_    ICD week 4                     |         |      | 2:19 |
  | study   | \_    blender materials and textures |         |      | 6:33 |
  #+END:
  
  #+BEGIN: clocktable-by-tag :maxlevel 6 :match ("drawing" "study" "painting" "3D")
  | Tag      | Headline   | Time (h) |
  |----------+------------+----------|
  | drawing  | *Tag time* | *3h 36m* |
  |----------+------------+----------|
  | study    | *Tag time* | *6h 33m* |
  |----------+------------+----------|
  | painting | *Tag time* | *0h 0m*  |
  |----------+------------+----------|
  | 3D       | *Tag time* | *4h 41m* |
  
  #+END:

** <2022-08-01 Mon>
*** DONE ICD week 4                                                      :3D:
    :LOGBOOK:
    CLOCK: [2022-08-01 Mon 17:54]--[2022-08-01 Mon 20:43] =>  2:49
    CLOCK: [2022-08-01 Mon 15:31]--[2022-08-01 Mon 16:16] =>  0:45
    CLOCK: [2022-08-01 Mon 07:44]--[2022-08-01 Mon 08:51] =>  1:07
    :END:
*** DONE ICD week 4                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-08-01 Mon 20:43]--[2022-08-01 Mon 22:00] =>  1:17
    :END:
** <2022-08-02 Tue>
*** DONE ICD week 4                                                 :drawing:
    :LOGBOOK:
    CLOCK: [2022-08-02 Tue 20:49]--[2022-08-02 Tue 22:03] =>  1:14
    CLOCK: [2022-08-02 Tue 07:25]--[2022-08-02 Tue 08:30] =>  1:05
    :END:
*** DONE blender materials and textures                               :study:
    :LOGBOOK:
    CLOCK: [2022-08-02 Tue 18:06]--[2022-08-02 Tue 20:49] =>  2:43
    CLOCK: [2022-08-02 Tue 12:23]--[2022-08-02 Tue 16:13] =>  3:50
    :END:
